Repository: johnny4young/portavoz
Catalog: Resources/Localization/Portavoz/Localizable.xcstrings
Source language: en
Languages: es

source: Export or share this meeting
es: Exportar o compartir esta reunión

source: Export redacted support file…
es: Exportar archivo de soporte redactado…

source: Export subtitles (SRT)…
es: Exportar subtítulos (SRT)…

source: Export subtitles (VTT)…
es: Exportar subtítulos (VTT)…

source: Export this meeting as a package?
es: ¿Exporto esta reunión como paquete?

source: Export this package
es: Exportar este paquete

source: Exporting launch diagnostics…
es: Exportando diagnósticos de inicio…

source: Exporting…
es: Exportando…

source: Exporting… %d
es: Exportando… %d

source: Exporting… %d of %d
es: Exportando… %d de %d

source: External model (BYOK)
es: Modelo externo (BYOK)

source: External-system failure
es: Fallo del sistema externo

source: Extra instructions (optional)
es: Instrucciones extra (opcional)

source: Failed — recovery is unavailable
es: Falló — la recuperación no está disponible

source: Failed — retry is available
es: Falló — puedes reintentar

source: Failed — review is available
es: Falló — la revisión está disponible

source: Filter activity by update time
es: Filtrar actividad por hora de actualización

source: Filter history by action
es: Filtrar el historial por acción

source: Filter out filler words
es: Filtrar muletillas

source: Find a confirmed person…
es: Buscar una persona confirmada…

source: Find a confirmed topic…
es: Buscar un tema confirmado…

source: Find a meeting…
es: Buscar una reunión…

source: Find grounded answer
es: Buscar respuesta con evidencia

source: Finding exact evidence…
es: Buscando evidencia exacta…

source: Findings ✦ from your meetings
es: Hallazgos ✦ de tus reuniones

source: Finish the recording before starting another large on-device AI task.
es: Finaliza la grabación antes de iniciar otra tarea grande de IA en el dispositivo.

source: Finish the recording first
es: Termina primero la grabación

source: Finishing local background processing for this meeting.
es: Finalizando el procesamiento local en segundo plano de esta reunión.

source: First confirmed discussion
es: Primera conversación confirmada

source: First line
es: Primera línea

source: First seen %@
es: Visto por primera vez %@

source: Floating mini panel with the timer and captions — records without covering your meeting
es: Panel mini flotante con el timer y las captions — graba sin tapar tu reunión

source: Follow-ups
es: Seguimientos

source: For
es: Para

source: For Gists, grant gist access. For issues, use a fine-grained token with Issues write access only to the repositories you choose. The token stays in Keychain.
es: Para Gists, concede acceso a gist. Para issues, usa un token detallado con permiso de escritura en Issues solo para los repositorios que elijas. El token permanece en el Llavero.

source: Forget %@
es: Olvidar a %@

source: Forget all voices
es: Olvidar todas las voces

source: Free disk used by the variant you do not use
es: Libera el espacio usado por la variante que no usas

source: Fresh source
es: Fuente reciente

source: Future changes already sync. This one-time action also encrypts and queues meetings that existed before sync was enabled; audio is never included.
es: Los cambios futuros ya se sincronizan. Esta acción única también cifra y pone en cola las reuniones que existían antes de activar la sincronización; el audio nunca se incluye.

source: General & language
es: General e idioma

source: General meeting
es: Reunión general

source: Generate summaries with
es: Generar resúmenes con

source: Generate summary
es: Generar resumen

source: Generated suggestions waiting for your decision.
es: Sugerencias generadas que esperan tu decisión.

source: Generating summary…
es: Generando resumen…

source: Get a generic local alert when confirmed work is due.
es: Recibe una alerta local genérica cuando venza un compromiso confirmado.

source: Gist published
es: Gist publicado

source: GitHub action item
es: Pendiente de GitHub

source: GitHub issue created
es: Issue de GitHub creado

source: GitHub issue creation
es: Creación de issue de GitHub

source: GitHub issue — created
es: Issue de GitHub — creado

source: GitHub issue — outcome unknown, check GitHub
es: Issue de GitHub — resultado desconocido, revisa GitHub

source: GitHub may have created the Gist. Check your Gists before publishing again.
es: Puede que GitHub haya creado el Gist. Revisa tus Gists antes de volver a publicar.

source: GitHub may have created this issue. Check the repository before trying again.
es: Puede que GitHub haya creado este issue. Revisa el repositorio antes de volver a intentarlo.

source: Go ahead, speak…
es: Adelante, habla…

source: Goals
es: Objetivos

source: Got it
es: Entendido

source: Group by
es: Agrupar por

source: Handoff requested
es: Entrega solicitada

source: Handoff status unknown
es: Estado de entrega desconocido

source: Heard
es: Escuchado

source: Heard you — 100% on your Mac.
es: Te escuché — 100% en tu Mac.

source: Heard you — nothing left your device.
es: Te escuché — nada salió de tu dispositivo.

source: Hidden as noise · original preserved
es: Oculta como ruido · original conservado

source: Hidden lines · %d
es: Líneas ocultas · %d

source: Hidden transcript lines
es: Líneas de transcripción ocultas

source: Hide as noise…
es: Ocultar como ruido…

source: Hide line
es: Ocultar línea

source: Hide this line as noise?
es: ¿Ocultar esta línea como ruido?

source: History
es: Historial

source: How this summary should be shaped…
es: Cómo debe darse forma a este resumen…

source: ISO date (sorts the library automatically)
es: Fecha ISO (ordena la biblioteca automáticamente)

source: Identifying speakers
es: Identificando hablantes

source: Identifying speakers…
es: Identificando hablantes…

source: Idle
es: Inactivo

source: Import
es: Importar

source: Import audio…
es: Importar audio…

source: Import failed
es: Falló la importación

source: Include correction provenance
es: Incluir procedencia de correcciones

source: Include existing library
es: Incluir biblioteca existente

source: Include existing library?
es: ¿Incluir la biblioteca existente?

source: Include existing library…
es: Incluir biblioteca existente…

source: Includes app, macOS, model, audio-channel health and timing, transcript counts, processing, provenance, and privacy-receipt status. Never includes meeting text, generated output, prompts, secrets, checksums, full URLs, or file paths. Nothing is sent automatically.
es: Incluye el estado de la app, macOS, modelos, salud y duración de los canales de audio, conteos de transcripción, procesamiento, procedencia y recibos de privacidad. Nunca incluye texto de reuniones, contenido generado, instrucciones, secretos, sumas de verificación, URL completas ni rutas de archivos. Nada se envía automáticamente.

source: Includes app, macOS, model, processing, provenance, and privacy-receipt status. Never includes meeting text, generated output, prompts, secrets, full URLs, or file paths. Nothing is sent automatically.
es: Incluye el estado de la app, macOS, modelos, procesamiento, procedencia y recibos de privacidad. Nunca incluye texto de reuniones, resultados generados, prompts, secretos, URL completas ni rutas de archivos. Nada se envía automáticamente.

source: Indexed: %d · excluded: %d · skipped: %d
es: Indexados: %d · excluidos: %d · omitidos: %d

source: Indexing locally
es: Indexando localmente

source: Insights
es: Estadísticas

source: Inspect execution history
es: Inspeccionar historial de ejecución

source: Integrations
es: Integraciones

source: Intelligence
es: Inteligencia

source: Interrupted and failed runs appear here for review.
es: Las ejecuciones interrumpidas y fallidas aparecen aquí para revisarlas.

source: Interrupted recording scan
es: Análisis de grabaciones interrumpidas

source: Interrupted recordings
es: Grabaciones interrumpidas

source: Interruptions made by this speaker
es: Interrupciones hechas por este hablante

source: Interview
es: Entrevista

source: Interview assist
es: Asistente de entrevista

source: Interview objectives
es: Objetivos de la entrevista

source: Invite another voice in
es: Invita a participar a otra persona

source: Issue outcome unknown — check GitHub
es: Resultado del issue desconocido — revisa GitHub

source: It leaves the transcript view, but the original and a restore action remain available.
es: Saldrá de la vista de transcripción, pero el original y una acción para restaurarlo seguirán disponibles.

source: It tells apart every voice, including yours.
es: Distingue cada voz, incluida la tuya.

source: Job claim
es: Reclamación de trabajos

source: Jobs completed: %d · latest attempt: %d
es: Tareas completadas: %d · último intento: %d

source: Jump to live
es: Ir al texto en vivo

source: Jump to this moment
es: Saltar a este momento

source: Keep Portavoz open; recovery continues automatically.
es: Mantén Portavoz abierto; la recuperación continúa automáticamente.

source: Keep each objective to %d characters or fewer.
es: Limita cada objetivo a %d caracteres o menos.

source: Keep rule
es: Conservar regla

source: Keeps meetings, people, and commitments findable in macOS.
es: Permite encontrar reuniones, personas y compromisos en macOS.

source: Kept for 30 days, then removed for good.
es: Se conservan 30 días y luego se eliminan definitivamente.

source: Key deleted. Apuntador goes back to answering only on-device.
es: Clave eliminada. Apuntador vuelve a responder solo en el dispositivo.

source: Key saved.
es: Clave guardada.

source: Language
es: Idioma

source: Last modified
es: Última modificación

source: Last week
es: Semana pasada

source: Launch at login
es: Abrir al iniciar sesión

source: Launch diagnostics saved
es: Diagnósticos de inicio guardados

source: Lease recovery
es: Recuperación de concesiones

source: Library
es: Biblioteca

source: Library unavailable — open Portavoz to recover
es: Biblioteca no disponible — abre Portavoz para recuperarla

source: Line structure
es: Estructura de la línea

source: Linear action item
es: Pendiente de Linear

source: Linked to a remembered person
es: Vinculado a una persona recordada

source: Links this meeting speaker to local, user-confirmed person memory.
es: Vincula esta voz de la reunión con una persona local confirmada por ti.

source: Listen again
es: Escuchar de nuevo

source: Listen for 10 seconds
es: Escuchar 10 segundos

source: Listening…
es: Escuchando…

source: Listening… %d s
es: Escuchando… %d s

source: Listening… speak normally for 12 seconds.
es: Escuchando… habla normal durante 12 segundos.

source: Live Apuntador needs Apple Intelligence.
es: Apuntador en vivo necesita Apple Intelligence.

source: Live Apuntador requires macOS 26 and Apple Intelligence.
es: Apuntador en vivo requiere macOS 26 y Apple Intelligence.

source: Live captions could not start. Audio is safe; Stop will create the complete transcript.
es: No se pudieron iniciar los subtítulos en vivo. El audio sigue guardándose correctamente; al detener la grabación se creará la transcripción completa.

source: Live captions need macOS 26; your words never left this Mac either way.
es: Los subtítulos en vivo necesitan macOS 26; tus palabras tampoco salieron de este Mac.

source: Live captions stopped early and the saved audio carries no usable speech, so only the partial lines were kept. Your audio and notes are safe in this meeting.
es: Los subtítulos en vivo se detuvieron antes de tiempo y el audio guardado no tiene habla utilizable, así que solo se conservaron las líneas parciales. Tu audio y tus notas están a salvo en esta reunión.

source: Live summary
es: Resumen en vivo

source: Live translation needs a one-time language download.
es: La traducción en vivo necesita descargar un idioma por única vez.

source: Live translation paused after an error. Retrying automatically…
es: La traducción en vivo se pausó por un error. Reintentando automáticamente…

source: Live translation will start as soon as captions are available.
es: La traducción en vivo comenzará cuando haya subtítulos disponibles.

source: Loading Whisper…
es: Cargando Whisper…

source: Loading actions…
es: Cargando acciones…

source: Loading automatic actions…
es: Cargando acciones automáticas…

source: Loading confirmed active blockers…
es: Cargando bloqueadores activos confirmados…

source: Loading confirmed changes since the selected meeting…
es: Cargando cambios confirmados desde la reunión seleccionada…

source: Loading confirmed commitments…
es: Cargando compromisos confirmados…

source: Loading confirmed decision changes…
es: Cargando cambios de decisión confirmados…

source: Loading confirmed decisions…
es: Cargando decisiones confirmadas…

source: Loading local meetings…
es: Cargando reuniones locales…

source: Loading private quality signals…
es: Cargando señales privadas de calidad…

source: Loading receipt history…
es: Cargando el historial del recibo…

source: Loading suggested actions…
es: Cargando acciones sugeridas…

source: Loading suggestions to review…
es: Cargando sugerencias por revisar…

source: Loading the first confirmed discussion…
es: Cargando la primera conversación confirmada…

source: Local Ollama: summaries 100% on your Mac, without Apple Intelligence.
es: Ollama local: resúmenes 100 % en tu Mac, sin Apple Intelligence.

source: Local and advisory only
es: Local y solo orientativo

source: Local and confirmed by you
es: Local y confirmado por ti

source: Local only
es: Solo local

source: Local signals only · no model, Web request, or automatic action
es: Solo señales locales · sin modelo, solicitud Web ni acción automática

source: Local-first
es: Local primero

source: Local-first · transfers require opt-in
es: Local primero · las transferencias requieren activación

source: Mark clip end at the current playhead
es: Marcar el final del clip en la posición actual

source: Mark clip start at the current playhead
es: Marcar el inicio del clip en la posición actual

source: Mark unsupported
es: Marcar como no sustentado

source: Marked as unsupported
es: Marcado como no sustentado

source: May share outside Portavoz
es: Puede compartir fuera de Portavoz

source: Me
es: Yo

source: Meaning-based English and Spanish matches can augment exact search. New or corrected text is indexed in the background.
es: Las coincidencias por significado en inglés y español pueden complementar la búsqueda exacta. El texto nuevo o corregido se indexa en segundo plano.

source: Measured, not judged — computed on your Mac from this meeting and your library.
es: Medido, no juzgado — calculado en tu Mac a partir de esta reunión y tu biblioteca.

source: Median time to confirm
es: Tiempo mediano hasta confirmar

source: Meeting
es: Reunión

source: Meeting audio lives in Audio/ inside this folder. When you change it, existing recordings move to the new location; the database and transcripts stay where they are.
es: El audio de reuniones vive en Audio/ dentro de esta carpeta. Al cambiarla, las grabaciones existentes se mueven a la nueva ubicación; la base de datos y los transcripts se quedan donde están.

source: Meeting export
es: Exportación de la reunión

source: Meeting health
es: Salud de la reunión

source: Meeting language
es: Idioma de la reunión

source: Meeting list unavailable.
es: La lista de reuniones no está disponible.

source: Meeting processing
es: Procesamiento de reuniones

source: Meeting text syncs privately. Audio and device-only data stay here.
es: El texto de las reuniones se sincroniza de forma privada. El audio y los datos exclusivos del dispositivo permanecen aquí.

source: Meeting-only name
es: Nombre solo para esta reunión

source: Meetings
es: Reuniones

source: Meetings in your database
es: Reuniones en tu base de datos

source: Meetings per week
es: Reuniones por semana

source: Memory graph
es: Grafo de memoria

source: Mentions: %@
es: Menciona: %@

source: Menu bar
es: Barra de menú

source: Merge lines
es: Combinar líneas

source: Merge these two lines?
es: ¿Combinar estas dos líneas?

source: Merge with next line…
es: Combinar con la línea siguiente…

source: Merge with previous line…
es: Combinar con la línea anterior…

source: Microphone
es: Micrófono

source: Microphone audio is incomplete.
es: El audio del micrófono está incompleto.

source: Microphone capture failed. Stop and start a new recording.
es: Falló la captura del micrófono. Detén e inicia una nueva grabación.

source: Migration failed: %@. Nothing was lost — recordings that were not moved are still read from the previous folder; you can retry.
es: La migración falló: %@. Nada se perdió — las grabaciones que no se movieron aún se leen desde la carpeta anterior; puedes reintentar.

source: Mine
es: Míos

source: Mirror after each meeting
es: Espejo después de cada reunión

source: Mixed
es: Mixto

source: Model
es: Modelo

source: Model activity: %d · Local transfers: %d
es: Actividad de modelos: %d · Transferencias locales: %d

source: Models ready
es: Modelos listos

source: Month
es: Mes

source: More meetings match. Refine the title to choose the right one.
es: Hay más reuniones coincidentes. Precisa el título para elegir la correcta.

source: More people match. Refine the name to choose the right one.
es: Hay más personas coincidentes. Precisa el nombre para elegir la correcta.

source: More than 100 active blockers exist; this view shows the newest verified results.
es: Hay más de 100 bloqueadores activos; esta vista muestra los resultados verificados más recientes.

source: More than 100 confirmed changes exist since this meeting; this view shows the earliest verified results.
es: Hay más de 100 cambios confirmados desde esta reunión; esta vista muestra los primeros resultados verificados.

source: More than 100 confirmed decision changes exist; this view shows the earliest verified results.
es: Hay más de 100 cambios de decisión confirmados; esta vista muestra los primeros resultados verificados.

source: More than 100 current commitments exist; this view shows the newest verified results.
es: Hay más de 100 compromisos actuales; esta vista muestra los resultados verificados más recientes.

source: More than 100 current decisions exist; this view shows the newest verified results.
es: Hay más de 100 decisiones actuales; esta vista muestra los resultados verificados más recientes.

source: More topics match. Refine the name to choose the right one.
es: Hay más temas coincidentes. Refina el nombre para elegir el correcto.

source: Move this meeting to Recently deleted
es: Mover esta reunión a Eliminadas recientemente

source: Moving recording %d of %d…
es: Moviendo grabación %d de %d…

source: Mute your mic for Portavoz
es: Silenciar tu mic para Portavoz

source: My notes
es: Mis notas

source: My voice
es: Mi voz

source: My voice & Apuntador
es: Mi voz y Apuntador

source: Name
es: Nombre

source: Name speakers in your meetings and the people you meet most will show up here.
es: Ponles nombre a los speakers de tus reuniones y aquí aparecerán las personas con quienes más te reúnes.

source: Name suggestions require macOS 26.
es: Las sugerencias de nombres requieren macOS 26.

source: Natural-language questions over every meeting, answered on your Mac
es: Preguntas en lenguaje natural sobre todas tus reuniones, respondidas en tu Mac

source: Needs & Constraints
es: Necesidades y restricciones

source: Needs Improvement
es: Por mejorar

source: Needs attention
es: Requiere atención

source: Needs attention after interruption — not retried
es: Requiere atención tras una interrupción — no se reintentó

source: Needs attention — retry limit reached
es: Requiere atención — se alcanzó el límite de reintentos

source: Needs review after an app update
es: Requiere revisión después de una actualización de la app

source: Needs review after interruption
es: Requiere revisión tras una interrupción

source: New
es: Nuevos

source: New after meeting
es: Nueva después de la reunión

source: New evidence-backed suggestions and due deferrals will appear here.
es: Las nuevas sugerencias respaldadas por evidencia y las revisiones pospuestas que ya vencieron aparecerán aquí.

source: New recording
es: Nueva grabación

source: New structure
es: Nueva estructura

source: New structure…
es: Nueva estructura…

source: Next Steps
es: Próximos pasos

source: Next Up
es: Lo que sigue

source: Next attempt: %@
es: Siguiente intento: %@

source: Next meeting · %@
es: Próxima reunión · %@

source: Next week
es: La próxima semana

source: Next: %@
es: Próxima: %@

source: No %@ runs match the selected time period.
es: No hay ejecuciones de %@ que coincidan con el período seleccionado.

source: No %@ runs match this activity view.
es: No hay ejecuciones de %@ que coincidan con esta vista de actividad.

source: No Apple Intelligence or Ollama, and the embedded model needs 8 GB of RAM and 4 GB of disk. Install Ollama (ollama.com) or configure BYOK in Settings.
es: No hay Apple Intelligence ni Ollama, y el modelo integrado necesita 8 GB de RAM y 4 GB de disco. Instala Ollama (ollama.com) o configura BYOK en Ajustes.

source: No Apple Intelligence or Ollama, but your Mac can run the embedded model (one 3 GB download, verified, 100% on-device).
es: No hay Apple Intelligence ni Ollama, pero tu Mac puede ejecutar el modelo integrado (una descarga verificada de 3 GB, 100 % en el dispositivo).

source: No action runs needing attention
es: No hay ejecuciones de acciones que requieran atención

source: No answer this time. The recording and its captions remain untouched.
es: No hubo respuesta esta vez. La grabación y sus subtítulos permanecen intactos.

source: No audio was captured. Check Portavoz microphone and system audio recording permissions.
es: No se capturó audio. Revisa los permisos de micrófono y grabación de audio del sistema de Portavoz.

source: No automatic briefs have run on this Mac.
es: No se ha ejecutado ningún brief automático en este Mac.

source: No commitments match these filters.
es: Ningún compromiso coincide con estos filtros.

source: No compatible local summary provider is ready. Install an Ollama chat model or free enough memory and disk for the built-in model.
es: No hay un proveedor local de resúmenes compatible listo. Instala un modelo de chat en Ollama o libera suficiente memoria y disco para el modelo integrado.

source: No completed action runs
es: No hay ejecuciones de acciones completadas

source: No confirmations measured
es: No se han medido confirmaciones

source: No confirmed active blockers for this commitment.
es: No hay bloqueadores activos confirmados para este compromiso.

source: No confirmed commitments
es: No hay compromisos confirmados

source: No confirmed decision changes for this topic since the selected meeting.
es: No hay cambios de decisión confirmados para este tema desde la reunión seleccionada.

source: No confirmed decision changes for this topic.
es: No hay cambios de decisión confirmados para este tema.

source: No confirmed discussion is available for this topic.
es: No hay una conversación confirmada disponible para este tema.

source: No confirmed people match this search.
es: Ninguna persona confirmada coincide con esta búsqueda.

source: No confirmed topics match this search.
es: Ningún tema confirmado coincide con esta búsqueda.

source: No current confirmed commitments for this person.
es: No hay compromisos confirmados actuales para esta persona.

source: No current confirmed decisions for this topic.
es: No hay decisiones confirmadas actuales para este tema.

source: No date
es: Sin fecha

source: No deadline suggested
es: Sin fecha límite sugerida

source: No description is available.
es: No hay una descripción disponible.

source: No direct network handoff
es: Sin transferencia directa por red

source: No due date
es: Sin fecha límite
